       IDENTIFICATION DIVISION.
       PROGRAM-ID. IDSAMPLE.
       ENVIRONMENT DIVISION.
       PROCEDURE DIVISION.
           DISPLAY 'HELLO WORLD'.
           DISPLAY 'HELLO IKAN from GT'.
           STOP RUN.